import { DummyDataItem } from '../../Util/types';

export const dummyData: DummyDataItem[] = [
  {
    id: 1,
    q: '기본돌봄 이란?',
    a: '펫시터가 고객의 집으로 찾아가 돌봄을 진행합니다',
    조회수: 82,
  },
  {
    id: 2,
    q: '배식과 급수는 어떻게 정하나요?',
    a: '펫시터가 오기 전 상담으로 합의합니다',
    조회수: 27,
  },
  { id: 3, q: '산책돌봄 이란?', a: '기본돌봄 + 산책을 지칭합니다', 조회수: 24 },
  {
    id: 4,
    q: '하네스와 인식표가 없는데도 가능할까요?',
    a: '기본 돌봄으로 진행하시면 무리 없습니다.',
    조회수: 12,
  },
  {
    id: 5,
    q: '강아지와 고양이 둘 다 있는데 가능할까요?',
    a: '각기 다른 종류의 동물을 키우고 계셔도, 어렸을때부터 같이 자라서 거부반응이 없으면 괜찮습니다.',
    조회수: 55,
  },
  {
    id: 6,
    q: '만남의 장소에서는 무얼하나요?',
    a: '정기적으로 반려동물과의 모임이 있는 장소입니다.',
    조회수: 70,
  },
  {
    id: 7,
    q: '고양이는 영역동물이라 펫시터가 들어오는게 걱정됩니다.',
    a: '사전에 주의사항을 충분히 상의하시면 괜찮습니다.',
    조회수: 38,
  },
  {
    id: 8,
    q: '저희 집은 공동현관입니다.',
    a: '사전에 안전교육을 받은 펫시터라 안전합니다.',
    조회수: 95,
  },
  {
    id: 9,
    q: '이용하면 주는 추가토큰이나 혜택은 없나요?',
    a: '아직 준비중입니다.',
    조회수: 83,
  },
  {
    id: 10,
    q: '펫시터를 충분히 믿을수 있는 방법이 있나요??',
    a: '해당 펫시터에 후기를 남길 수 있는 제도를 도입했기때문에 해당 펫시터의 후기를 보시면 도움됩니다.',
    조회수: 58,
  },
  {
    id: 11,
    q: '대형견인데 괜찮을까요?',
    a: '대형견 돌봄 가능한 펫시터에게 맡기시면 가능합니다.',
    조회수: 29,
  },
  {
    id: 12,
    q: '해당 펫시터분의 집에 맡기기 전에 사전만남도 괜찮을까요?',
    a: '사전 합의하에는 가능합니다.',
    조회수: 98,
  },
  {
    id: 13,
    q: '패드도 갈아주시나요?',
    a: '네. 기본돌봄에 포함되어있습니다.',
    조회수: 7,
  },
  {
    id: 14,
    q: '빗질도 가능한가요?',
    a: '입질이 심하지 않은 반려견이라면 가능합니다.',
    조회수: 73,
  },
  {
    id: 15,
    q: '맡겼던 분에게 또 맡겨도 괜찮을까요?',
    a: '네. 해당 펫시터 분의 프로필로 문의하시면 됩니다.',
    조회수: 83,
  },
  {
    id: 16,
    q: '간식을 추가로 요청하는 연락을 보내도 될까요',
    a: '네. 가능합니다.',
    조회수: 33,
  },
  {
    id: 17,
    q: '펫시터에 등록하려고 하는데, 성별은 상관없을까요?',
    a: '성별은 아무 상관이 없습니다. 동물 관련 추가 자격증이 있으시면 프로필에 기재해주세요.',
    조회수: 34,
  },
  {
    id: 18,
    q: '저희 강아지는 왕의 DNA를 가지고 있는데요',
    a: '?',
    조회수: 100,
  },
  {
    id: 19,
    q: '펫시터에 나이가 상관있나요?',
    a: '나이는 아무 상관이 없습니다.동물 관련 추가 자격증이 있으시면 프로필에 기재해주세요.',
    조회수: 39,
  },
  {
    id: 20,
    q: '당일 예약도 가능한가요?',
    a: '예약을 안정적으로 확정하기 위해서는 사전예약을 추천드립니다.',
    조회수: 63,
  },
];
